{
  "posts": [
    {
      "id": "1",
      "title": "Whoever signed off England's tour has to go' - Agnew column",
      "desc": "This has been my 10th tour covering England in Australia and has been, quite comfortably, the most   disappointing.Record numbers of people have come to watch, which illustrates the massive interest."
    },
    {
      "id": "2",
      "title": "Elon Musk's Grok AI appears to have made child sexual imagery, says charity",
      "desc": "The Internet Watch Foundation (IWF) charity says its analysts have discovered criminal imagery of girls aged between 11 and 13 which appears to have been created using Grok."
    },
    {
      "id": "3",
      "title": "Vance criticises Denmark and Europe's handling of 'critical' Greenland",
      "desc": "US Vice-President JD Vance says Greenland is \"critical\" for the defence of the US and the world against possible Russian or Chinese missile attacks - and that Europe and Denmark have \"not done a good job\" in securing the area."
    },
    {
      "id": "0e92",
      "title": "Noakhali Express vs Rajshahi Warriors",
      "desc": "Under the new system, Emma asks a patient about their health problem or query before recording the answer for a doctor or member of staff to review. Most patients are contacted within two or three hours, the BBC was told."
    },
    {
      "id": "3726",
      "title": "BBC News",
      "desc": "BBC News is an operational business division[3] of the British Broadcasting Corporation (BBC) responsible for the gathering and broadcasting of news and current affairs in the UK and around the world. The department is the world's largest broadcast news organisation and generates about 120 hours of radio and television output each day, as well as online news coverage.[4][5] The service has over 5,500 journalists working across its output[1] including in 50 foreign news bureaus where more than 250 foreign correspondents are stationed.[6] Deborah Turness has been the CEO of news and current affairs since September 2022.[7]"
    }
  ],
  "users": [
    {
      "name": "Mark",
      "email": "mark@yahoo.com",
      "id": "6885"
    },
    {
      "name": "Shadaf Hossain",
      "email": "shadaf@mail.com",
      "id": "6815"
    },
    {
      "name": "Bill Gate",
      "email": "bill@microsoft.com",
      "id": "fc43"
    },
    {
      "name": "jhankar Mahabub",
      "email": "jhankar@hero.com",
      "id": "07fc"
    },
    {
      "id": "2615",
      "name": "Sk",
      "email": "sk@gmail.com"
    },
    {
      "id": "3cda",
      "name": "sb01",
      "email": "sb@gmail.com"
    },
    {
      "id": "7119",
      "name": "Shakib Al Hasan",
      "email": "sakib@mail.com"
    }
  ]
}