{
  "posts": [
    {
      "id": "1",
      "title": "Whoever signed off England's tour has to go' - Agnew column",
      "desc": "This has been my 10th tour covering England in Australia and has been, quite comfortably, the most   disappointing.Record numbers of people have come to watch, which illustrates the massive interest."
    },
    {
      "id": "2",
      "title": "Elon Musk's Grok AI appears to have made child sexual imagery, says charity",
      "desc": "The Internet Watch Foundation (IWF) charity says its analysts have discovered criminal imagery of girls aged between 11 and 13 which appears to have been created using Grok."
    },
    {
      "id": "3",
      "title": "Vance criticises Denmark and Europe's handling of 'critical' Greenland",
      "desc": "US Vice-President JD Vance says Greenland is \"critical\" for the defence of the US and the world against possible Russian or Chinese missile attacks - and that Europe and Denmark have \"not done a good job\" in securing the area."
    },
    {
      "id": "03bf",
      "title": "Bowen: Trump risks pushing world back to age of empires",
      "desc": "Only a few hours after the Venezuelan President Nicolas Maduro was removed from his palace, his job and his country by US special forces, Donald Trump was still marvelling about how it felt to monitor a live feed of the raid from his Mar-a-Lago mansion."
    },
    {
      "id": "6f2b",
      "title": "Will AI receptionist Emma win over GP patients?",
      "desc": "Dr Satpal Shekhawat said the practice had previously received complaints from patients about call waiting times and wanted a solution where \"nobody was 10th or 15th in a queue\"."
    },
    {
      "id": "232e",
      "title": "healthcare is the right place for it",
      "desc": "Under the new system, Emma asks a patient about their health problem or query before recording the answer for a doctor or member of staff to review. Most patients are contacted within two or three hours, the BBC was told."
    },
    {
      "id": "eb73",
      "title": "healthcare is the right place for it",
      "desc": "Under the new system, Emma asks a patient about their health problem or query before recording the answer for a doctor or member of staff to review. Most patients are contacted within two or three hours, the BBC was told."
    },
    {
      "id": "b024",
      "title": "healthcare is the right place for it",
      "desc": "Under the new system, Emma asks a patient about their health problem or query before recording the answer for a doctor or member of staff to review. Most patients are contacted within two or three hours, the BBC was told."
    },
    {
      "id": "1f00",
      "title": "Who made your Ashes team of the series?",
      "desc": "A better series with the ball than with the bat for England's skipper. Ben Stokes was frequently England's most threatening bowler, with his best showing a 5-23 in Perth. He made half-centuries in Brisbane and Adelaide but his next highest score was 19, and he was dismissed for single figures on six occasions."
    }
  ],
  "users": [
    {
      "name": "Shadaf",
      "email": "shadafhossain01@gmail.com",
      "id": "1"
    },
    {
      "id": "3",
      "name": "hero",
      "email": "hero@yahoo.com"
    },
    {
      "name": "test",
      "email": "test@mail.com",
      "id": "4579"
    }
  ]
}